{
  "truth": [
    "Are you wearing clothes?",
    "Would you kick your best male friend between the legs for a million dollars?",
    "Have you ever sexted someone?",
    "Do you have a crush on someone?",
    "If you had to date someone in this group, who would you choose?",
    "Do you like Yanderes?",
    "What's the most embarrassing crush you ever had?",
    "How old were you when you first saw porn (intentional or not)?",
    "What's your opinion on sex before marriage?",
    "What's your favourite bodypart on a guy?",
    "What's your favourite bodypart on a girl?",
    "Are you a virgin?",
    "Have you ever been on a website you weren't allowed to be on?",
    "Who's the hottest/sexiest person in the group?",
    "Have you seen anyone naked (except your parents)?",
    "If you could be a body part, which body part would you be and why?",
    "Do you shave your crotch?",
    "What color is your underwear?",
    "What company made underwear?",
    "If you woke up as the opposite gender, what would be the first thing you do?",
    "If you could be the opposite gender for a day, would you do it and why?",
    "Would you buy a sextoy if you had enough money and nobody knew about it?"
  ],
  "dare": [
    "Take off one piece of clothing",
    "Post your search history of the past day.",
    "Enter a voice chat and moan for 15 seconds.",
    "Send 'I'm wet' to the second to last person you messaged.",
    "Send 'You look cute btw' to the third to last person you messaged.",
    "Join a voice chat and make as many different fart sounds as you can.",
    "Send a selfie into the chat.",
    "Send a picture of a random body part of yours into the chat",
    "Send a picture of your hair into the chat.",
    "Take a marker and draw something on your cheek. Send a picture in the chat.",
    "The person that sent the last message (except yourself) is now your partner. Act like this for 5 minutes.",
    "You have to tell the next person, that writes a message in the server, that you love them.",
    "Send the latest picture in your gallery into the chat."
  ],
  "hye": [
    "Have you ever fooled around in a photo taking booth?",
    "Have you ever caught someone masturbating / gotten caught? (Don't need to tell us which one)",
    "Have you ever put on a condom?",
    "Have you ever tasted a flavoured condom?",
    "Have you ever given someone a fake number?",
    "Have you ever watched porn?",
    "Have you ever bought a sextoy?",
    "Have you ever slept naked? If yes, when?",
    "Have you ever been naked in public?",
    "Have you ever skinny-dipped?",
    "Have you ever been aroused in public?",
    "Have you ever bribed someone?",
    "Have you ever been somewhere where you weren't allowed to be by law?",
    "Have you ever put someone’s hand in warm water to see if it would make them pee?",
    "Have you ever fooled around with someone while they were sleeping?",
    "Have you ever touched someone inappropiately?",
    "Have you ever been caught watching adult videos?",
    "Have you ever drawn on someone else?",
    "Have you ever had a wet dream?",
    "Have you ever been to a hentai-site?",
    "Have you ever been to a furry porn site?",
    "Have you ever looked up the average penis size?",
    "Have you ever looked up until what age your penis/breasts grow?"
  ],
  "wyr": [
    "Would you rather date someone much younger or much older than you?",
    "Would you rather have a healthy internet relationship or an unhealthy irl relationship?",
    "Would you rather be horny 24/7 or only be able to once a month?",
    "Would you rather be permanently hungry or permanently thirsty?",
    "Would you rather have unlimited love or unlimited money?",
    "Would you rather have no penis/vagina or five penises/vaginas?",
    "Would you rather have your parents catch you having sex or catch your parents having sex?",
    "Would you rather have everyone always know what you are thinking while you are thinking it or always be naked but keep your thoughts to yourself?",
    "Would you rather have your partner laugh or cry uncontrollably whenever they saw you naked?",
    "Would you rather freeze to death or burn to death?",
    "Would you rather cheat on your partner without them knowing or have your partner think you cheated, even though you didn’t?",
    "Would you rather date the last person that sent a message (except yourself) or eat a live baby-octopus?",
    "Would you rather never masturbate/have sex again or never walk again?",
    "Would you rather post nudes online or have them spread around in your school?",
    "Would you rather be blind with an amazing musical ability or be deaf with an amazing artistical ability?",
    "Would you rather always be naked or never switch clothes?",
    "Would you rather date someone of the same gender but it's true love, or the opposite gender but it won't last?",
    "Would you rather be beatuiful and poor or ugly and rich?",
    "Would you rather only have wet dreams or no dreams at all?"
  ]
}
